Repository: yuyakan/MathSurface
Catalog: MathSurface/Localizable.xcstrings
Source language: ja
Languages: ar, de, en, es, fr, hi, id, it, ko, pt_br, pt_pt, ru, tr, zh_hans, zh_hant

source: (1, 0) から 45°方向
ar: من (1، 0) في اتجاه 45°
de: Aus (1, 0) in 45°-Richtung
en: From (1, 0) in the 45° direction
es: Desde (1, 0) en dirección 45°
fr: Depuis (1, 0), direction 45°
hi: (1, 0) से 45° दिशा में
id: Dari (1, 0) ke arah 45°
it: Da (1, 0) in direzione 45°
ko: (1, 0)에서 45° 방향
pt_br: De (1, 0) na direção 45°
pt_pt: De (1, 0) na direção de 45°
ru: От (1, 0) в направлении 45°
tr: (1, 0) noktasından 45° yönünde
zh_hans: 从 (1, 0) 出发的 45° 方向
zh_hant: 從 (1, 0) 沿 45° 方向

source: (1, 0) から真上
ar: رأسياً من (1، 0)
de: Aus (1, 0) senkrecht nach oben
en: Straight up from (1, 0)
es: Verticalmente desde (1, 0)
fr: Droit au-dessus de (1, 0)
hi: (1, 0) से सीधे ऊपर
id: Lurus ke atas dari (1, 0)
it: Direttamente sopra (1, 0)
ko: (1, 0)에서 정상방향
pt_br: Verticalmente a partir de (1, 0)
pt_pt: Diretamente acima de (1, 0)
ru: Прямо вверх от (1, 0)
tr: (1, 0) noktasından yukarı
zh_hans: 从 (1, 0) 向正上方
zh_hant: 從 (1, 0) 正上方

source: 「=」を含む式を入力してください
ar: أدخل تعبيراً يحتوي على "="
de: Bitte einen Ausdruck mit „=“ eingeben
en: Please enter an expression containing "="
es: Introduzca una expresión que contenga «=»
fr: Veuillez saisir une expression contenant « = »
hi: "=" युक्त व्यंजक दर्ज करें
id: Masukkan ekspresi yang berisi "="
it: Inserisci un’espressione contenente "="
ko: 「=」를 포함한 식을 입력하세요
pt_br: Insira uma expressão contendo "="
pt_pt: Introduza uma expressão que contenha "="
ru: Введите выражение, содержащее «=»
tr: "=" içeren bir ifade girin
zh_hans: 请输入包含「=」的算式
zh_hant: 請輸入包含「=」的算式

# %@ の%@回転体
source: %1$@ の%2$@回転体
ar: %1$@ — سطح دوران (%2$@)
de: Rotationskörper von %1$@ (%2$@)
en: %1$@ — surface of revolution (%2$@)
es: Sólido de revolución de %1$@ (%2$@)
fr: %1$@ — surface de révolution (%2$@)
hi: %1$@ — घूर्णन सतह (%2$@)
id: %1$@ — permukaan revolusi (%2$@)
it: %1$@ — superficie di rivoluzione (%2$@)
ko: %1$@의 %2$@ 회전체
pt_br: Sólido de revolução de %1$@ (%2$@)
pt_pt: %1$@ — superfície de revolução (%2$@)
ru: %1$@ — поверхность вращения (%2$@)
tr: %1$@ — dönel yüzey (%2$@)
zh_hans: %1$@ 的%2$@旋转体
zh_hant: %1$@ — 旋轉曲面（%2$@）

source: x軸回転体
ar: دوران حول المحور X
de: X-Achsen-Rotationskörper
en: X-axis revolution
es: Sólido de revolución (eje X)
fr: Révolution autour de l’axe X
hi: X-अक्ष घूर्णन
id: Revolusi sumbu X
it: Rivoluzione attorno all’asse X
ko: X축 회전체
pt_br: Sólido de revolução (eixo X)
pt_pt: Revolução em torno do eixo X
ru: Вращение вокруг оси X
tr: X ekseni dönel cismi
zh_hans: 绕X轴旋转体
zh_hant: 繞X軸旋轉體

source: y軸回転体
ar: دوران حول المحور Y
de: Y-Achsen-Rotationskörper
en: Y-axis revolution
es: Sólido de revolución (eje Y)
fr: Révolution autour de l’axe Y
hi: Y-अक्ष घूर्णन
id: Revolusi sumbu Y
it: Rivoluzione attorno all’asse Y
ko: Y축 회전체
pt_br: Sólido de revolução (eixo Y)
pt_pt: Revolução em torno do eixo Y
ru: Вращение вокруг оси Y
tr: Y ekseni dönel cismi
zh_hans: 绕Y轴旋转体
zh_hant: 繞Y軸旋轉體

source: |...| が閉じていません
ar: |…| غير مغلق
de: |…| ist nicht geschlossen
en: |…| is not closed
es: |…| sin cerrar
fr: |…| n’est pas fermé
hi: |…| बंद नहीं है
id: |…| tidak tertutup
it: |…| non è chiuso
ko: |…|가 닫히지 않았습니다
pt_br: |…| não fechado
pt_pt: |…| não está fechado
ru: |…| не закрыто
tr: |…| kapatılmamış
zh_hans: |…| 未闭合
zh_hant: |…| 未閉合

source: 1 と −1 を直径とする円
ar: دائرة قطرها من 1 إلى −1
de: Kreis mit Durchmesser von 1 bis −1
en: Circle with diameter from 1 to −1
es: Círculo con diámetro de 1 a −1
fr: Cercle de diamètre de 1 à −1
hi: 1 से −1 व्यास वाला वृत्त
id: Lingkaran berdiameter dari 1 ke −1
it: Cerchio con diametro da 1 a −1
ko: 1과 −1을 지름으로 하는 원
pt_br: Círculo de diâmetro entre 1 e −1
pt_pt: Círculo com diâmetro de 1 a −1
ru: Окружность с диаметром от 1 до −1
tr: Çapı 1 ile −1 arasında olan çember
zh_hans: 以 1 与 −1 为直径的圆
zh_hant: 以 1 到 −1 為直徑的圓

source: 1から π/4
ar: من 1، π/4
de: Von 1, π/4
en: From 1, π/4
es: Desde 1, π/4
fr: De 1, π/4
hi: 1 से, π/4
id: Dari 1, π/4
it: Da 1, π/4
ko: 1에서 π/4
pt_br: A partir de 1, π/4
pt_pt: De 1, π/4
ru: От 1, π/4
tr: 1’den, π/4
zh_hans: 从 1, π/4
zh_hant: 從 1，π/4

source: 1からπ/2
ar: من 1، π/2
de: Von 1, π/2
en: From 1, π/2
es: Desde 1, π/2
fr: De 1, π/2
hi: 1 से, π/2
id: Dari 1, π/2
it: Da 1, π/2
ko: 1에서 π/2
pt_br: A partir de 1, π/2
pt_pt: De 1, π/2
ru: От 1, π/2
tr: 1’den, π/2
zh_hans: 从 1, π/2
zh_hant: 從 1，π/2

source: 1変数関数
ar: دوال بمتغير واحد
de: Funktionen einer Variablen
en: Single-Variable Functions
es: Funciones de una variable
fr: Fonctions à une variable
hi: एक-चर फलन
id: Fungsi satu variabel
it: Funzioni a una variabile
ko: 일변수 함수
pt_br: Funções de uma variável
pt_pt: Funções de uma variável
ru: Функции одной переменной
tr: Tek değişkenli fonksiyonlar
zh_hans: 一元函数
zh_hant: 單變數函數

source: 1次関数
ar: دالة خطية
de: Lineare Funktion
en: Linear Function
es: Función lineal
fr: Fonction linéaire
hi: रैखिक फलन
id: Fungsi linear
it: Funzione lineare
ko: 일차함수
pt_br: Função linear
pt_pt: Função linear
ru: Линейная функция
tr: Doğrusal fonksiyon
zh_hans: 一次函数
zh_hant: 一次函數

source: 2D の式
ar: صيغة ثنائية الأبعاد
de: 2D-Formel
en: 2D Formula
es: Fórmula 2D
fr: Formule 2D
hi: 2D सूत्र
id: Rumus 2D
it: Formula 2D
ko: 2D 수식
pt_br: Fórmula 2D
pt_pt: Fórmula 2D
ru: Формула 2D
tr: 2D formülü
zh_hans: 2D 公式
zh_hant: 2D 算式

source: 2点 1 と −i から等距離
ar: متساوي البعد عن النقطتين 1 و −i
de: Gleicher Abstand zu den Punkten 1 und −i
en: Equidistant from the points 1 and −i
es: Equidistante de los puntos 1 y −i
fr: Équidistant des points 1 et −i
hi: बिंदु 1 और −i से समान दूरी
id: Berjarak sama dari titik 1 dan −i
it: Equidistante dai punti 1 e −i
ko: 두 점 1과 −i에서 등거리
pt_br: Equidistante dos pontos 1 e −i
pt_pt: Equidistante dos pontos 1 e −i
ru: Равноудалённые от точек 1 и −i
tr: 1 ve −i noktalarına eşit uzaklıkta
zh_hans: 到两点 1 与 −i 等距
zh_hant: 與點 1 和 −i 等距

source: 2点からの距離の積
ar: حاصل ضرب المسافتين إلى نقطتين
de: Produkt der Abstände zu zwei Punkten
en: Product of distances to two points
es: Producto de las distancias a dos puntos
fr: Produit des distances à deux points
hi: दो बिंदुओं से दूरियों का गुणनफल
id: Hasil kali jarak ke dua titik
it: Prodotto delle distanze da due punti
ko: 두 점으로부터의 거리의 곱
pt_br: Produto das distâncias a dois pontos
pt_pt: Produto das distâncias a dois pontos
ru: Произведение расстояний до двух точек
tr: İki noktaya olan uzaklıkların çarpımı
zh_hans: 到两点距离之积
zh_hant: 到兩點距離之積

source: 2点から距離の比が一定
ar: نسبة ثابتة للمسافتين إلى نقطتين
de: Konstantes Verhältnis der Abstände zu zwei Punkten
en: Constant ratio of distances to two points
es: Razón constante de distancias a dos puntos
fr: Rapport constant des distances à deux points
hi: दो बिंदुओं से दूरियों का स्थिर अनुपात
id: Rasio jarak tetap ke dua titik
it: Rapporto costante delle distanze da due punti
ko: 두 점으로부터 거리 비가 일정
pt_br: Razão constante das distâncias a dois pontos
pt_pt: Razão constante das distâncias a dois pontos
ru: Постоянное отношение расстояний до двух точек
tr: İki noktaya olan uzaklık oranı sabit
zh_hans: 到两点距离之比恒定
zh_hant: 到兩點距離之比為定值

source: 3D 関数
ar: دوال ثلاثية الأبعاد
de: 3D-Funktionen
en: 3D Functions
es: Funciones 3D
fr: Fonctions 3D
hi: 3D फलन
id: Fungsi 3D
it: Funzioni 3D
ko: 3D 함수
pt_br: Funções 3D
pt_pt: Funções 3D
ru: Функции 3D
tr: 3D fonksiyonlar
zh_hans: 3D 函数
zh_hant: 3D 函數

source: 3Dの式
ar: صيغة ثلاثية الأبعاد
de: 3D-Formel
en: 3D Formula
es: Fórmula 3D
fr: Formule 3D
hi: 3D सूत्र
id: Rumus 3D
it: Formula 3D
ko: 3D 수식
pt_br: Fórmula 3D
pt_pt: Fórmula 3D
ru: Формула 3D
tr: 3D formülü
zh_hans: 3D 公式
zh_hant: 3D 算式

source: 3方向に下がる特殊な鞍。高階の臨界点の代表例。
ar: سرج خاص ينحدر في ثلاثة اتجاهات. مثال كلاسيكي لنقطة حرجة من رتبة عليا.
de: Ein besonderer Sattel, der in drei Richtungen abfällt. Klassisches Beispiel eines kritischen Punkts höherer Ordnung.
en: A special saddle descending in three directions. A classic higher-order critical point.
es: Una silla especial que desciende en tres direcciones. Ejemplo clásico de punto crítico de orden superior.
fr: Une selle spéciale descendant dans trois directions. Un point critique d’ordre supérieur classique.
hi: तीन दिशाओं में उतरता एक विशेष सैडल। उच्च-कोटि क्रांतिक बिंदु का उत्कृष्ट उदाहरण।
id: Pelana khusus yang menurun ke tiga arah. Contoh klasik titik kritis orde tinggi.
it: Una sella speciale che scende in tre direzioni. Un classico punto critico di ordine superiore.
ko: 세 방향으로 내려가는 특수한 안장. 고계 임계점의 대표 예.
pt_br: Uma sela especial que desce em três direções. Exemplo clássico de ponto crítico de ordem superior.
pt_pt: Uma sela especial que desce em três direções. Um ponto crítico de ordem superior clássico.
ru: Особое седло, спадающее в трёх направлениях. Классическая критическая точка высокого порядка.
tr: Üç yönde alçalan özel bir eyer. Yüksek dereceli kritik noktanın klasik örneği.
zh_hans: 向三个方向下降的特殊鞍点。高阶临界点的典型例子。
zh_hant: 向三個方向下降的特殊鞍面。高階臨界點的典型範例。

source: 3次関数
ar: دالة تكعيبية
de: Kubische Funktion
en: Cubic Function
es: Función cúbica
fr: Fonction cubique
hi: घन फलन
id: Fungsi kubik
it: Funzione cubica
ko: 삼차함수
pt_br: Função cúbica
pt_pt: Função cúbica
ru: Кубическая функция
tr: Kübik fonksiyon
zh_hans: 三次函数
zh_hant: 三次函數

source: 45°の直線
ar: مستقيم بزاوية 45°
de: Gerade unter 45°
en: Line at 45°
es: Recta a 45°
fr: Droite à 45°
hi: 45° की रेखा
id: Garis 45°
it: Retta a 45°
ko: 45° 직선
pt_br: Reta a 45°
pt_pt: Reta a 45°
ru: Прямая под 45°
tr: 45° doğru
zh_hans: 45° 直线
zh_hant: 45° 直線

source: cos は実数引数のみ
ar: cos يقبل الأعداد الحقيقية فقط
de: cos akzeptiert nur reelle Argumente
en: cos only accepts real arguments
es: cos solo acepta argumentos reales
fr: cos n’accepte que des arguments réels
hi: cos केवल वास्तविक तर्क स्वीकारता है
id: cos hanya menerima argumen real
it: cos accetta solo argomenti reali
ko: cos는 실수 인자만 가능
pt_br: cos aceita apenas argumentos reais
pt_pt: cos só aceita argumentos reais
ru: cos принимает только вещественные аргументы
tr: cos yalnızca gerçek argüman kabul eder
zh_hans: cos 仅接受实数参数
zh_hant: cos 僅接受實數引數

source: exp の逆関数。x > 0 でのみ定義。
ar: معكوس exp؛ معرّف فقط عند x > 0.
de: Umkehrfunktion von exp. Nur für x > 0 definiert.
en: Inverse of exp; defined only for x > 0.
es: Inversa de exp; definida solo para x > 0.
fr: Inverse de exp ; définie uniquement pour x > 0.
hi: exp का प्रतिलोम; केवल x > 0 पर परिभाषित।
id: Invers dari exp; hanya terdefinisi untuk x > 0.
it: Inversa di exp; definita solo per x > 0.
ko: exp의 역함수. x > 0에서만 정의됨.
pt_br: Inversa de exp; definida apenas para x > 0.
pt_pt: Inversa de exp; definida apenas para x > 0.
ru: Обратная к exp; определена только при x > 0.
tr: exp’in tersi; yalnızca x > 0 için tanımlı.
zh_hans: exp 的反函数。仅在 x > 0 时有定义。
zh_hant: exp 的反函數。僅在 x > 0 時定義。

source: exp は実数引数のみ
ar: exp يقبل الأعداد الحقيقية فقط
de: exp akzeptiert nur reelle Argumente
en: exp only accepts real arguments
es: exp solo acepta argumentos reales
fr: exp n’accepte que des arguments réels
hi: exp केवल वास्तविक तर्क स्वीकारता है
id: exp hanya menerima argumen real
it: exp accetta solo argomenti reali
ko: exp는 실수 인자만 가능
pt_br: exp aceita apenas argumentos reais
pt_pt: exp só aceita argumentos reais
ru: exp принимает только вещественные аргументы
tr: exp yalnızca gerçek argüman kabul eder
zh_hans: exp 仅接受实数参数
zh_hant: exp 僅接受實數引數

source: log は実数引数のみ
ar: log يقبل الأعداد الحقيقية فقط
de: log akzeptiert nur reelle Argumente
en: log only accepts real arguments
es: log solo acepta argumentos reales
fr: log n’accepte que des arguments réels
hi: log केवल वास्तविक तर्क स्वीकारता है
id: log hanya menerima argumen real
it: log accetta solo argomenti reali
ko: log는 실수 인자만 가능
pt_br: log aceita apenas argumentos reais
pt_pt: log só aceita argumentos reais
ru: log принимает только вещественные аргументы
tr: log yalnızca gerçek argüman kabul eder
zh_hans: log 仅接受实数参数
zh_hant: log 僅接受實數引數

source: n（試行回数）
ar: n (عدد المحاولات)
de: n (Versuche)
en: n (trials)
es: n (ensayos)
fr: n (essais)
hi: n (परीक्षण)
id: n (percobaan)
it: n (prove)
ko: n (시행 횟수)
pt_br: n (tentativas)
pt_pt: n (tentativas)
ru: n (число испытаний)
tr: n (deneme)
zh_hans: n（试验次数）
zh_hant: n（試驗次數）

source: p（成功確率）
ar: p (احتمال النجاح)
de: p (Erfolgswahrscheinlichkeit)
en: p (success probability)
es: p (probabilidad de éxito)
fr: p (probabilité de succès)
hi: p (सफलता प्रायिकता)
id: p (probabilitas sukses)
it: p (probabilità di successo)
ko: p (성공 확률)
pt_br: p (probabilidade de sucesso)
pt_pt: p (probabilidade de sucesso)
ru: p (вероятность успеха)
tr: p (başarı olasılığı)
zh_hans: p（成功概率）
zh_hant: p（成功機率）

source: sin は実数引数のみ
ar: sin يقبل الأعداد الحقيقية فقط
de: sin akzeptiert nur reelle Argumente
en: sin only accepts real arguments
es: sin solo acepta argumentos reales
fr: sin n’accepte que des arguments réels
hi: sin केवल वास्तविक तर्क स्वीकारता है
id: sin hanya menerima argumen real
it: sin accetta solo argomenti reali
ko: sin은 실수 인자만 가능
pt_br: sin aceita apenas argumentos reais
pt_pt: sin só aceita argumentos reais
ru: sin принимает только вещественные аргументы
tr: sin yalnızca gerçek argüman kabul eder
zh_hans: sin 仅接受实数参数
zh_hant: sin 僅接受實數引數

source: sin·cos 波
ar: موجة sin·cos
de: sin·cos-Welle
en: sin·cos Wave
es: Onda sin·cos
fr: Onde sin·cos
hi: sin·cos तरंग
id: Gelombang sin·cos
it: Onda sin·cos
ko: sin·cos 파동
pt_br: Onda sin·cos
pt_pt: Onda sin·cos
ru: Волна sin·cos
tr: sin·cos dalgası

source: sinc 関数
ar: دالة sinc
de: Sinc-Funktion
en: Sinc Function
es: Función sinc
fr: Fonction sinc
hi: sinc फलन
id: Fungsi sinc
it: Funzione sinc
ko: sinc 함수
pt_br: Função sinc
pt_pt: Função sinc
ru: Функция sinc
tr: sinc fonksiyonu
zh_hans: sinc 函数
zh_hant: sinc 函數

source: sqrt は実数引数のみ
ar: sqrt يقبل الأعداد الحقيقية فقط
de: sqrt akzeptiert nur reelle Argumente
en: sqrt only accepts real arguments
es: sqrt solo acepta argumentos reales
fr: sqrt n’accepte que des arguments réels
hi: sqrt केवल वास्तविक तर्क स्वीकारता है
id: sqrt hanya menerima argumen real
it: sqrt accetta solo argomenti reali
ko: sqrt는 실수 인자만 가능
pt_br: sqrt aceita apenas argumentos reais
pt_pt: sqrt só aceita argumentos reais
ru: sqrt принимает только вещественные аргументы
tr: sqrt yalnızca gerçek argüman kabul eder
zh_hans: sqrt 仅接受实数参数
zh_hant: sqrt 僅接受實數引數

source: tan は実数引数のみ
ar: tan يقبل الأعداد الحقيقية فقط
de: tan akzeptiert nur reelle Argumente
en: tan only accepts real arguments
es: tan solo acepta argumentos reales
fr: tan n’accepte que des arguments réels
hi: tan केवल वास्तविक तर्क स्वीकारता है
id: tan hanya menerima argumen real
it: tan accetta solo argomenti reali
ko: tan은 실수 인자만 가능
pt_br: tan aceita apenas argumentos reais
pt_pt: tan só aceita argumentos reais
ru: tan принимает только вещественные аргументы
tr: tan yalnızca gerçek argüman kabul eder
zh_hans: tan 仅接受实数参数
zh_hant: tan 僅接受實數引數

source: x軸まわり
ar: حول المحور X
de: um x-Achse
en: around x-axis
es: alrededor del eje x
fr: autour de l’axe X
hi: X-अक्ष के परितः
id: di sekitar sumbu X
it: attorno all’asse X
ko: x축 기준
pt_br: em torno do eixo x
pt_pt: em torno do eixo X
ru: вокруг оси X
tr: X ekseni etrafında
zh_hans: 绕 x 轴
zh_hant: 繞 X 軸

source: x軸まわりに回転
ar: دوران حول المحور X
de: Um x-Achse rotieren
en: Rotate around x-axis
es: Rotar alrededor del eje x
fr: Rotation autour de l’axe X
hi: X-अक्ष के परितः घुमाएँ
id: Putar di sekitar sumbu X
it: Ruota attorno all’asse X
ko: x축 기준으로 회전
pt_br: Girar em torno do eixo x
pt_pt: Rodar em torno do eixo X
ru: Вращать вокруг оси X
tr: X ekseni etrafında döndür
zh_hans: 绕 x 轴旋转
zh_hant: 繞 X 軸旋轉

source: y = 2 の直線
ar: المستقيم y = 2
de: Gerade y = 2
en: Line y = 2
es: Recta y = 2
fr: Droite y = 2
hi: रेखा y = 2
id: Garis y = 2
it: Retta y = 2
ko: y = 2 직선
pt_br: Reta y = 2
pt_pt: Reta y = 2
ru: Прямая y = 2
tr: y = 2 doğrusu
zh_hans: y = 2 直线
zh_hant: 直線 y = 2

source: y軸まわり
ar: حول المحور Y
de: um y-Achse
en: around y-axis
es: alrededor del eje y
fr: autour de l’axe Y
hi: Y-अक्ष के परितः
id: di sekitar sumbu Y
it: attorno all’asse Y
ko: y축 기준
pt_br: em torno do eixo y
pt_pt: em torno do eixo Y
ru: вокруг оси Y
tr: Y ekseni etrafında
zh_hans: 绕 y 轴
zh_hant: 繞 Y 軸

source: y軸まわりに回転
ar: دوران حول المحور Y
de: Um y-Achse rotieren
en: Rotate around y-axis
es: Rotar alrededor del eje y
fr: Rotation autour de l’axe Y
hi: Y-अक्ष के परितः घुमाएँ
id: Putar di sekitar sumbu Y
it: Ruota attorno all’asse Y
ko: y축 기준으로 회전
pt_br: Girar em torno do eixo y
pt_pt: Rodar em torno do eixo Y
ru: Вращать вокруг оси Y
tr: Y ekseni etrafında döndür
zh_hans: 绕 y 轴旋转
zh_hant: 繞 Y 軸旋轉

source: z の累乗 z¹, z², ..., zⁿ を青点で表示。緑点は 1 のn乗根（n≥2）。
ar: النقاط الزرقاء تُظهر القوى z¹، z²، ...، zⁿ. النقاط الخضراء هي الجذور النونية للوحدة (n ≥ 2).
de: Die Potenzen z¹, z², ..., zⁿ werden als blaue Punkte gezeigt. Grüne Punkte sind die n-ten Einheitswurzeln (n ≥ 2).
en: Blue dots show the powers z¹, z², ..., zⁿ. Green dots are the n-th roots of unity (n ≥ 2).
es: Los puntos azules muestran las potencias z¹, z², ..., zⁿ. Los verdes son las raíces n-ésimas de la unidad (n ≥ 2).
fr: Les points bleus montrent les puissances z¹, z², ..., zⁿ. Les points verts sont les racines n-ièmes de l’unité (n ≥ 2).
hi: नीले बिंदु घातें z¹, z², ..., zⁿ दिखाते हैं। हरे बिंदु 1 के n-वें मूल हैं (n ≥ 2)।
id: Titik biru menunjukkan pangkat z¹, z², ..., zⁿ. Titik hijau adalah akar ke-n dari satu (n ≥ 2).
it: I punti blu mostrano le potenze z¹, z², ..., zⁿ. I punti verdi sono le radici n-esime dell’unità (n ≥ 2).
ko: 파란 점은 z의 거듭제곱 z¹, z², ..., zⁿ. 초록 점은 1의 n제곱근(n ≥ 2).
pt_br: Os pontos azuis mostram as potências z¹, z², ..., zⁿ. Os verdes são as raízes n-ésimas da unidade (n ≥ 2).
pt_pt: Os pontos azuis mostram as potências z¹, z², ..., zⁿ. Os pontos verdes são as raízes n-ésimas da unidade (n ≥ 2).
ru: Синие точки — степени z¹, z², ..., zⁿ. Зелёные точки — корни n-й степени из единицы (n ≥ 2).
tr: Mavi noktalar z¹, z², ..., zⁿ kuvvetlerini gösterir. Yeşil noktalar birimin n. kökleridir (n ≥ 2).
zh_hans: 蓝色点表示 z 的幂 z¹, z², ..., zⁿ。绿色点是 1 的 n 次单位根（n ≥ 2）。
zh_hant: 藍點顯示冪次 z¹, z², ..., zⁿ。綠點為 1 的 n 次方根（n ≥ 2）。

# z^%lld = %@
source: z^%1$lld = %2$@
ar: z^%lld = %@
de: z^%lld = %@
en: z^%lld = %@
es: z^%lld = %@
fr: z^%lld = %@
hi: z^%lld = %@
id: z^%lld = %@
it: z^%lld = %@
ko: z^%lld = %@
pt_br: z^%lld = %@
pt_pt: z^%lld = %@
ru: z^%lld = %@
tr: z^%lld = %@
zh_hans: z^%lld = %@
zh_hant: z^%lld = %@

source: μ（平均）
ar: μ (المتوسط)
de: μ (Mittelwert)
en: μ (mean)
es: μ (media)
fr: μ (moyenne)
hi: μ (माध्य)
id: μ (rata-rata)
it: μ (media)
ko: μ (평균)
pt_br: μ (média)
pt_pt: μ (média)
ru: μ (среднее)
tr: μ (ortalama)
zh_hans: μ（均值）

source: σ（標準偏差）
ar: σ (الانحراف المعياري)
de: σ (Standardabweichung)
en: σ (std. dev.)
es: σ (desviación típica)
fr: σ (écart-type)
hi: σ (मानक विचलन)
id: σ (simpangan baku)
it: σ (dev. std.)
ko: σ (표준편차)
pt_br: σ (desvio padrão)
pt_pt: σ (desvio padrão)
ru: σ (ст. отклонение)
tr: σ (std. sapma)
zh_hans: σ（标准差）
zh_hant: σ（標準差）

source: アポロニウスの円
ar: دائرة أبولونيوس
de: Apollonius-Kreis
en: Apollonius Circle
es: Círculo de Apolonio
fr: Cercle d’Apollonius
hi: अपोलोनियस वृत्त
id: Lingkaran Apollonius
it: Cerchio di Apollonio
ko: 아폴로니우스의 원
pt_br: Círculo de Apolônio
pt_pt: Círculo de Apolónio
ru: Окружность Аполлония
tr: Apollonius çemberi
zh_hans: 阿波罗尼奥斯圆
zh_hant: 阿波羅尼奧斯圓

source: お気に入り
ar: المفضلة
de: Favoriten
en: Favorites
es: Favoritos
fr: Favoris
hi: पसंदीदा
id: Favorit
it: Preferiti
ko: 즐겨찾기
pt_br: Favoritos
pt_pt: Favoritos
ru: Избранное
tr: Favoriler
zh_hans: 收藏
zh_hant: 我的最愛

source: お気に入りはまだありません
ar: لا توجد مفضلات بعد
de: Noch keine Favoriten
en: No favorites yet
es: Aún no hay favoritos
fr: Aucun favori pour le moment
hi: अभी कोई पसंदीदा नहीं
id: Belum ada favorit
it: Nessun preferito
ko: 즐겨찾기가 없습니다
pt_br: Nenhum favorito ainda
pt_pt: Ainda sem favoritos
ru: Пока нет избранного
tr: Henüz favori yok
zh_hans: 尚无收藏
zh_hant: 尚無我的最愛

source: ガウス分布
ar: التوزيع الغاوسي
de: Gauß-Verteilung
en: Gaussian Distribution
es: Distribución gaussiana
fr: Distribution gaussienne
hi: गॉसीय बंटन
id: Distribusi Gaussian
it: Distribuzione gaussiana
ko: 가우시안 분포
pt_br: Distribuição gaussiana
pt_pt: Distribuição gaussiana
ru: Распределение Гаусса
tr: Gauss dağılımı
zh_hans: 高斯分布
zh_hant: 高斯分布

source: カスタム関数
ar: دالة مخصصة
de: Eigene Funktion
en: Custom Function
es: Función personalizada
fr: Fonction personnalisée
hi: कस्टम फलन
id: Fungsi khusus
it: Funzione personalizzata
ko: 사용자 함수
pt_br: Função personalizada
pt_pt: Função personalizada
ru: Пользовательская функция
tr: Özel fonksiyon
zh_hans: 自定义函数
zh_hant: 自訂函數

source: カッコが閉じていません
ar: قوس غير مغلق
de: Klammer nicht geschlossen
en: Unclosed parenthesis
es: Paréntesis sin cerrar
fr: Parenthèse non fermée
hi: कोष्ठक बंद नहीं है
id: Tanda kurung tidak tertutup
it: Parentesi non chiusa
ko: 괄호가 닫히지 않았습니다
pt_br: Parêntese não fechado
pt_pt: Parêntese não fechado
ru: Незакрытая скобка
tr: Parantez kapatılmamış
zh_hans: 括号未闭合
zh_hant: 括號未閉合

source: ギャラリー
ar: المعرض
de: Galerie
en: Gallery
es: Galería
fr: Galerie
hi: गैलरी
id: Galeri
it: Galleria
ko: 갤러리
pt_br: Galeria
pt_pt: Galeria
ru: Галерея
tr: Galeri
zh_hans: 图库
zh_hant: 圖庫

source: キャンセル
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ko: 취소
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
tr: İptal
zh_hans: 取消
zh_hant: 取消

source: ネイピア数 e を底とする指数関数。常に正。
ar: دالة أسية أساسها العدد e. موجبة دائماً.
de: Exponentialfunktion mit Basis e. Stets positiv.
en: Exponential function with base e. Always positive.
es: Función exponencial de base e. Siempre positiva.
fr: Fonction exponentielle de base e. Toujours positive.
hi: आधार e वाला चरघातांकी फलन। सदैव धनात्मक।
id: Fungsi eksponensial dengan basis e. Selalu positif.
it: Funzione esponenziale in base e. Sempre positiva.
ko: 자연상수 e를 밑으로 하는 지수함수. 항상 양수.
pt_br: Função exponencial de base e. Sempre positiva.
pt_pt: Função exponencial de base e. Sempre positiva.
ru: Показательная функция с основанием e. Всегда положительна.
tr: e tabanlı üstel fonksiyon. Her zaman pozitif.
zh_hans: 以 e 为底的指数函数。恒为正。
zh_hant: 以 e 為底的指數函數。恆為正值。

source: フーリエ解析の代表関数。中央のピークと減衰する波紋。
ar: دالة أيقونية في تحليل فورييه: قمة مركزية مع تموجات متناقصة.
de: Klassische Funktion der Fourier-Analyse: zentraler Peak mit abklingenden Wellen.
en: Iconic function of Fourier analysis: a central peak with decaying ripples.
es: Función emblemática del análisis de Fourier: pico central con ondas que decaen.
fr: Fonction emblématique de l’analyse de Fourier : un pic central avec des ondulations décroissantes.
hi: फूरिये विश्लेषण का प्रतिष्ठित फलन: केंद्रीय शिखर और क्षयमान लहरें।
id: Fungsi ikonik analisis Fourier: puncak tengah dengan riak yang meredup.
it: Funzione iconica dell’analisi di Fourier: un picco centrale con increspature decrescenti.
ko: 푸리에 해석의 대표 함수. 중앙의 봉우리와 감쇠하는 파동.
pt_br: Função emblemática da análise de Fourier: pico central com ondas decrescentes.
pt_pt: Função emblemática da análise de Fourier: um pico central com ondulações decrescentes.
ru: Знаковая функция анализа Фурье: центральный пик и затухающие волны.
tr: Fourier analizinin simgesel fonksiyonu: merkezî bir tepe ve sönümlenen dalgacıklar.
zh_hans: 傅里叶分析的代表函数。中央有主峰，外侧波纹衰减。
zh_hant: 傅立葉分析的代表函數：中央有尖峰並向外衰減的波紋。

source: プリセット
ar: الإعدادات المسبقة
de: Voreinstellungen
en: Presets
es: Predefinidos
fr: Préréglages
hi: प्रीसेट
id: Prasetel
it: Preset
ko: 프리셋
pt_br: Predefinições
pt_pt: Predefinições
ru: Пресеты
tr: Ön ayarlar
zh_hans: 预设
zh_hant: 預設

source: ベルヌーイの八の字曲線。
ar: منحنى برنولي على شكل الرقم ثمانية.
de: Bernoullische Lemniskate – die Acht-Kurve.
en: Bernoulli's figure-eight lemniscate.
es: Lemniscata de Bernoulli en forma de ocho.
fr: Lemniscate en forme de huit de Bernoulli.
hi: बर्नौली का आठ-आकृति लेम्निस्केट।
id: Lemniskat angka delapan Bernoulli.
it: Lemniscata a forma di otto di Bernoulli.
ko: 베르누이의 8자 곡선.
pt_br: Lemniscata de Bernoulli em forma de oito.
pt_pt: Lemniscata em forma de oito de Bernoulli.
ru: Лемниската Бернулли в форме восьмёрки.
tr: Bernoulli’nin sekiz şeklindeki lemniskatı.
zh_hans: 伯努利双纽线（8 字形曲线）。
zh_hant: 白努利的八字形雙紐線。
